{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-async-path": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorbuddy.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "embark": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v2.x" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-noirbuddy": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "poimandres.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" }
}